Repository: Partiolainen/csharp-metar-display
Catalog: csharp-metar-display/strings.*.resx
Languages: de

source: automated observation
de: automatisierte Beobachtung

# CardinalEast
source: East
de: Osten

# CardinalEastNorthEast
source: EastNorthEast
de: Osten-Nordosten

# CardinalEastSouthEast
source: EastSouthEast
de: Osten-Südosten

# CardinalNorth
source: North
de: Norden

# CardinalNorthEast
source: NorthEast
de: Nordosten

# CardinalNorthNorthEast
source: NorthNorthEast
de: Norden-Nordosten

# CardinalNorthNorthWest
source: NorthNorthWest
de: Norden-Nordwesten

# CardinalNorthWest
source: NorthEast
de: Nordwesten

# CardinalSouth
source: South
de: Süden

# CardinalSouthEast
source: SouthEast
de: Südosten

# CardinalSouthSouthEast
source: SouthSouthEast
de: Süden-Südosten

# CardinalSouthSouthWest
source: SouthSouthWest
de: Süden-Südwesten

# CardinalSouthWest
source: SouthWest
de: Südwesten

# CardinalWest
source: West
de: Westen

# CardinalWestNorthWest
source: WestNorthWest
de: Westen-Nordwesten

# CardinalWestSouthWest
source: WestSouthWest
de: Westen-Südwesten

# CloudsAmountBKN
source: broken
de: gebrochene

# CloudsAmountFEW
source: few
de: wenig

# CloudsAmountNSC
source: no significant cloud
de: kein signifikant Wolken

# CloudsAmountOVC
source: overcast
de: bedeckt

# CloudsAmountSCT
source: scattered
de: aufgelockerte

# CloudsAmountVV
source: vertical visibility
de: vertikale Sicht

# CloudsDetails
source: at {feet} feet ({meters} meters)
de: zu {feet} Fuß ({meters} Meter)

# CloudsLabel
source: Clouds
de: Wolken

# CloudsTypeCannotMeasure
source: cannot measure
de: kann nicht messen

# CloudsTypeTCU
source: towering cumulus
de: Cumulus congestus

source: downward trend
de: Abwärtstrend

source: METAR is not valid
de: METAR ist ungültig

# ObservationDateLabel
source: Observation Date
de: Beobachtungsdatum

# ObservationDetails
source: {metarDay} day of the month at {metarTime} UTC
de: Tag {metarDay} des Monats um {metarTime} UTC

# PressureLabel
source: Pressure
de: Druck

# PrevailingVisibility
source: {prevailingVisibility} meters
de: {prevailingVisibility} Meter

# RawMetarLabel
source: Raw Metar
de: Roh Metar

# TemperaturesDetails
source: temperature {airTemperatureC}°C ({airTemperatureF}°F), dew point: {dewTemperatureC}°C ({dewTemperatureF}°F)
de: Temperatur {airTemperatureC}°C ({airTemperatureF}°F), Taupunkt: {dewTemperatureC}°C ({dewTemperatureF}°F)

# TemperaturesLabel
source: Temperatures
de: Temperaturen

source: upward trend
de: Aufwärtstrend

# Visibility10KmOrMore
source: 10 km or more (6 statute-miles)
de: 10 km oder mehr (6 statute-miles)

# VisibilityCAVOK
source: Ceiling And Visibility OK
de: Decke und Sichtbarkeit OK

# VisibilityLabel
source: Visibility
de: Sichtweite

# VisualRangeBetween
source: less than {visualRangeMin} meters, more than {visualRangeMax} meters
de: weniger als {visualRangeMin} Meter, mehr als {visualRangeMax} Meter

# VisualRangeExact
source: {visualRangeMin} meters
de: {visualRangeMin} Meter

# VisualRangeForRunway
source: for runway {runway}
de: for Landebahn {runway}

# VisualRangeLabel
source: Visual Range
de: Landebahnsichtweiten

# WindDetails
source: from {meanDirectionDegrees} degrees ({meanDirectionCardinal}) at {speedKnot} knots
de: von {meanDirectionDegrees} Grad ({meanDirectionCardinal}) zu {speedKnot} Knoten

# WindDirectionVariations
source: (variable between {windDirectionVariationDegrees} degrees ({windDirectionVariationCardinal}) and {windDirectionVariationMaxDegrees} degrees ({windDirectionVariationMaxCardinal)}))
de: (veränderlich zwischen {windDirectionVariationDegrees} Grad ({windDirectionVariationCardinal}) und {windDirectionVariationMaxDegrees} Grad ({windDirectionVariationMaxCardinal)}))

# WindGusts
source: gusts up to {windGustsKnot} knots
de: Aufregung zu {windGustsKnot} Knoten

source: Windshear all runways
de: Windscherungen für alles Landebahn

# WindshearLabel
source: Windshear
de: Windscherungen

# WindshearOnRunway
source: Windshear on runway {wr}
de: Windscherungen für Landebahn {wr}

# WindVariableDirection
source: variable
de: veränderlich

# WindWith
source: with
de: mit
